<template>
    <div class="bg-body-tertiary">
        <div class="page-width outside-article">
            <div class="row">
                <div class="bg-white col-md-8 arround-article">
                <div class="article">
                    <h2 class="title" >Article Title</h2>
                    <h4 class="title" > Sub Title</h4>
                    <p>
                        -------ダミーデータ--------
                        も十月もちろんその奨励っ放しというもののためから与えだまい。とうとう当時が出入り痛ももしその懊悩ないでしなどをするておきたにも約束楽しむたたて、ある程度にも引き離すましんでしょない。故意を解せませものはよし十一月がじっとたますまし。よし大森さんが抑圧寸毫そう意味がすまます秋刀魚その気分あなたか講演にというお納得ですうでますから、どんな前は彼らか背後順序をなっから、大森さんのものが衣食の私にどうもお学習と叫びから私教師に肝詐欺に思っようにどうしてもお誤解が罹っですなて、ついにできるだけふりに会っだて下さらたのに被せるたない。
                        つまりまたはご本位を致しのはわざわざ孤独とできるですば、その春がは聞きだてという地位をしからならたなら。その以上最初の中この先は私上がきまらだかと大森さんがしうた、自信の将来なというご下宿なたないて、主人の後へ国家に偶然などの理非の今日いうといて、ちょっとの今日を立ち竦んてそのところを同時になっただと煮えない事たいて、詳しいででてちょっとお菓子載せありのでただ。
                        また衣食か馬鹿か啓発を見ましが、結果ごろただを買い占めるといるありためを大批評の元来をしたた。ほかではとうていするとなるましうなけれですから、必ずしも無論使いて意味はとてもなくん事な。しかしお料理に考えてはおきます点だて、金力にも、よほど私か忘れから結びられですない読むせないたと知れて、国家は引き返してやろたです。はなはだよくはよく勇気というならませけれども、何へは十月中かもあなたのご関係はないきならんで。それはけっして威圧ののへご注意はするてくれるたらしくましですて、一一の厭世にしばらく安んずるたって乱暴だて、またその論旨の道徳にきれて、何かにみんなの背後が努力が通り過ぎておくですものでうと接近して料理這入っならですべき。
                        肴をただ岩崎さんにそこでどう用いよなけれのたますです。岡田さんは更に風俗を威張っが過ぎたのありたまし。（そうして主義をなれ所ないだっないてならは取り巻かたたが、）一応出な手を、ジクソンの主義かもやるからするという、家屋の［＃「も十月の後まで伺い聴いのでなっでしょて関係家呼びつけてかねでというお基礎ましのだ。
                        -------ダミーデータ--------
                    </p>
                </div>
                </div>
                <div class="col-md-4"><!--広告埋め込みようスペース現在はまだ埋め込まない、、--></div>
            </div>
        </div>
    </div>
</template>

<script>
    export default{
        name: 'VueChapter1',
    }
</script>

<style>
    .article{
        font-size: 1rem;
        text-align: left;
        margin: 20px;
    }
    .arround-article{
        border-radius: 15px;
    }
    .title{
        text-align: center;
    }
    .page-width{
        width: 85%;
        margin: 0 auto;
    }
    .outside-article{
        padding: 50px 0;
    }
</style>
